# ```1)შექმენით ფუნქცია სახელად add რომელსაც გადაეცემა ორი არგუმენტი num1 და num2 ,შემდეგ ფუნქციაში გამოითვალეთ მათი ჯამი და დაპრინტეთ არ დაგავიწყდეთ ფუნქციების გამოძახება და არგუმენტების გადაცემა

# 2) შექმენით ფუნქცია სახელად substract რომელსაც გადაეცემა ორი არგუმენტი num1 და num2,შემდეგ ფუნქციაში გამოთვალეთ მათი სხვაობა და დაპრინტეთ ის ,არ დაგავიწყდეთ ფუნქციების გამოძახება და არგუმენტების გადაცემა```
def add(num1,num2):
    print(num1 + num2)

add(10,20)
#2)
def substract(num1,num2):
    print(num1 - num2)



substract(30,10)
    
