# ```დავალება:```
# ```
# 0)ჩანაწერს გადახედეთ თავიდან.

# 1)შექმენით ცარიელი სია, შემდეგ For Loop-ის მეშვეობით ამ სიაში ჩაამატეთ ყველა კენტი რიცხვი 0დან 100მდე, ბოლოს დაბეჭდეთ ეს სია.

# 2)მომხმარებელს შემოატანინეთ მისი საყვარელი 5 საჭმელი (For Loop-ის მეშვეობით), შემდეგ შემოატანინეთ რიცხვი და ამ რიცხვის ინდექზე მდგომი ელემენტი ჯერ დაუბეჭდეთ, ბოლო ამოაგდეთ და ამოგდების შემდეგ დაბეჭდეთ სია.

# 3)შექმენით სია, მომხმარებელს შემოატანინეთ მისი სახელი, შემდეგ შეეკითხეთ როგორ უნდა რო შეცვალოს ეს სახელი / თუ გადმოგცემთ "upper" სიაში დაამატეთ მომხმარებლის სახელი გადიდებულად, თუ გადმოგცემთ "lower" სიაში დაამატეთ დაპატარავებულად, თუ გადმოგცათ "capitalize" სიაში დაამატეთ ისე, რომ სახელის პირველი ასო გადიდებული იყოს...

# 4)მომხმარებელს შემოატანინეთ მისი სახელი, თუ ეს სახელი იქნება სიგრძეში 6 სიმბოლოზე მეტი ან ტოლი, მაშინ დაუბეჭდეთ "Hello", თუ იქნება სიგრძეში 5 სიმბოლო, დაუბეჭდეთ "Ola", სხვა შემთხვევაში დაუბეჭდეთ "Bonju".

# 5)შექმენით ორი ცარიელი სია (odd = [] / even = []), შემდეგ For Loop-ის მეშვეობით შექმენით რიცხვების თანმიმდევრობა 0დან 100მდე და გაფილტრეთ ეს რიცხვები (ლუწი რიცხვები ჩაამატეთ even სიაში, ხოლო კენტი რიცხვები ჩაამატეთ odd სიაში) ბოლოს დაბეჭდეთ ორივე სია.

# 6)შექმენით სია 5 ელემენტით, მომხმარებელს შემოატანინეთ მისი საყვარელი საჭმელი და ასევე შემოატანინეთ რიცხვი, შემდეგ მომხმარებლის საყვარელი საჭმელი ჩასვით სიაში იმ ინდექსზე რომელი რიცხვიც შემოიტანა, ბოლოს დაბეჭდეთ სია. 
# ```
#1)
list = []
for i in range(1,100,2):
    list.append(i)
print(list)
#2)
food = ["barbecue","khinkali","khachapuri","pillman","cutlet"]
num = 1
food.pop(1)
for i in(food):
    print(i)
#3)